tap 'homebrew/cask-fonts'
tap 'getsentry/tools'

brew 'fish'
brew 'neovim'
brew 'fzf'
brew 'coreutils'
brew 'gh'
brew 'go'
brew 'tmux'
brew 'ripgrep'
brew 'sshuttle'
brew 'mysql'
brew 'postgres'
brew 'getsentry/tools/sentry-cli'
brew 'bufbuild/buf/buf'
brew 'grpcurl'
brew 'grpcui'

cask 'font-hack-nerd-font'
cask 'docker'
cask 'ngrok'
cask '1password-cli'
cask 'nosql-workbench'
cask 'kdiff3'
