tap 'homebrew/cask-fonts'

brew 'fish'
brew 'neovim'
brew 'fzf'
brew 'coreutils'
brew 'gh'
brew 'go'
brew 'tmux'
brew 'ripgrep'
brew 'golangci-lint'
brew 'bat'
brew 'jq'
brew 'jless'
brew 'yq'
brew 'shellcheck'

cask 'font-hack-nerd-font'
cask 'kdiff3'
cask 'alacritty'
